const cards = [
    {
        id: 1,
        imageUrl: '../../public/dormitory1.jpg',
        position: [56.81749856789753, 60.61025750000001],
        title: 'Общежитие №1',
        descriptionPlacemark: 'Студенческое общежитие №1 находится по адресу ул. Большакова, 79.',
        description: 'Студенческое общежитие №1 находится по адресу ул. Большакова, 79, где располагаются студенты. Общежитие было построено в 1968 году. Здание общежития имеет 5 этажей и 150 жилых комнат. На каждом этаже есть 2 общих кухни (на 1 этаже одна). На данный момент здесь проживает 380 студентов таких институтов, как УГИ, ИЕН. В общежитии функционирует учебная комната, а так же есть стол для игры в настольный теннис.',
        vkUrl: 'https://vk.com/urfuone',
        chairmanVkUrl: 'https://vk.com/idanastasia_botina',
        chairmanName: 'Анастасия Ботина',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 2,
        imageUrl: '../../public/dormitory2.jpg',
        position: [56.817591567897736, 60.61095800000002],
        title: 'Общежитие №2',
        descriptionPlacemark: 'Студенческое общежитие №2 находится по адресу ул. Большакова, 77.',
        description: 'Студенческое общежитие №2 находится по адресу ул. Большакова, 77, где располагаются студенты. Общежитие было построено в 1971 году. Здание общежития имеет 5 этажей и 140 жилых комнат для студентов и 10 для сотрудников. На каждом этаже есть две кухни. В общежитии функционируют учебная комната и прачечная.',
        vkUrl: 'https://vk.com/club135709913',
        chairmanVkUrl: 'https://vk.com/satella_23',
        chairmanName: 'Анастасия Смородина',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'

    },
    {
        id: 3,
        imageUrl: '../../public/dormitory3.jpg',
        position: [56.840237067865424, 60.65728449999998],
        title: 'Общежитие №3',
        descriptionPlacemark: 'Студенческое общежитие №3 находится по адресу ул. Малышева, 140.',
        description: 'Студенческое общежитие №3 находится по адресу ул. Малышева, 140, где располагаются студенты. Общежитие было построено в 1933 году. Здание общежития имеет 5 этажей и 170 жилых комнат. На каждом этаже есть кухня. На данный момент здесь проживает 400 студентов таких институтов, как ИнЭУ (Институт экономики и управления), ИнФО (институт фундаментального образования) и других, а также студенты дальнего и ближнего зарубежья подготовительного курса. В общежитии функционируют спортивный зал и учебные аудитории.',
        vkUrl: 'https://vk.com/urfu_3sk',
        chairmanVkUrl: 'https://vk.com/semerikova.nika',
        chairmanName: 'Семерикова Вероника',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 4,
        imageUrl: '../../public/dormitory4.jpg',
        position: [56.817882567898494, 60.61280849999994],
        title: 'Общежитие №4',
        descriptionPlacemark: 'Студенческое общежитие №4 находится по адресу ул. Большакова, д. 71.',
        description: 'Студенческое общежитие №4 находится по адресу ул. Большакова, д. 71, где располагаются студенты, аспиранты, семейные студенты, сотрудники. Общежитие было построено в 1971 году. Здание - блочного типа, имеет 9 этажей, 243 жилых комнаты. На каждом этаже есть две кухни. На данный момент в здесь проживает 450 студентов таких институтов, как ИСПН, ИГНИ, ИЕН, ВШЭМ. В общежитии функционирует спортивный, тренажерный, теннисный залы, учебная комната, комната отдыха, прачечная.',
        vkUrl: 'https://vk.com/urfu_studgor_4',
        chairmanVkUrl: 'https://vk.com/whitebirdoftime',
        chairmanName: 'Мавренкова Анастасия',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 5,
        imageUrl: '../../public/dormitory5.jpg',
        position: [56.84041406786595, 60.65898199999999],
        title: 'Общежитие №5',
        descriptionPlacemark: 'Студенческое общежитие №5 находится по адресу ул. Малышева, д. 144.',
        description: `Студенческое общежитие №5 находится по адресу ул.Малышева, д. 144.

        Общежитие находится в 15 минутах ходьбы от главного учебного корпуса университета.
        
        В здании общежития жилые комнаты расположены на 2 -10 этажах. Общежитие блочного типа. Всего предусмотрено 19 секций на этаже, по 2 комнаты в каждой. Комнаты рассчитаны на 2-3 человека. В каждой комнате имеются кровати, прикроватные тумбочки, письменный стол, стулья, шкафы для одежды. Все проживающие обеспечиваются постельными принадлежностями. В каждом блоке предусмотрена душевая комната, санузел, имеется холодильник,  шкаф для верхней одежды, тумбочка для обуви и точка доступа интернета.
        
        В самом общежитии на каждом жилом  этаже имеются: 4 кухни, 2 комнаты отдыха, 2 учебные комнаты, прачечная, оборудованная стиральной машиной, сушилками для одежды и гладильной доской.
        
        В общежитии также имеется актовый зал, спортивная комната, кабинет администрации, комната воспитателя для индивидуальной работы со студентами, а также изолятор с мед  кабинетом.
        
        Общежитие рассчитано на 1000 мест и предназначено для проживания иностранных студентов ближнего и дальнего зарубежья.  На данный момент здесь проживают около 900 человек из более чем 60 стран мира.`,
        vkUrl: 'https://vk.com/sk5_urfu',
        chairmanVkUrl: 'https://vk.com/nikitabuyanov',
        chairmanName: 'Буянов Никита',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 6,
        imageUrl: '../../public/dormitory6.jpg',
        position: [56.817286567896986, 60.611991499999995],
        title: 'Общежитие №6',
        descriptionPlacemark: 'Студенческое общежитие №6 находится по адресу ул. Чапаева, д. 16а',
        description: 'Студенческое общежитие №6 находится по адресу ул. Чапаева, д. 16а, где располагаются студенты, аспиранты, семейные студенты, сотрудники. Общежитие было построено в 1987 году. Здание - блочного типа, имеет 9 этажей, 318 жилых комнат. На каждом этаже есть кухня. На данный момент здесь проживает 450 студентов. В общежитии функционирует спортивный, танцевальный залы, учебная комната.',
        vkUrl: 'https://vk.com/hostel_urfu_6',
        chairmanVkUrl: 'https://vk.com/leroli',
        chairmanName: 'Захаров Антон',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 7,
        imageUrl: '../../public/dormitory7.jpg',
        position: [56.83853718735082, 60.65632499073791],
        title: 'Общежитие №7',
        descriptionPlacemark: 'Студенческое общежитие №7 находится по адресу ул. Комитерна, д. 3.',
        description: 'Студенческое общежитие №7 - общежитие для студентов, находится по адресу ул. Комитерна, д. 3, было построено в 1981 году. Здание общежития имеет 9 этажей и 350 жилых комнат. Здание блочного типа - в каждой секции имеется санузел, кухня. В секции 5 или 6 комнат. На данный момент в общежитии проживает 730 студентов УралЭНИН (Уральского энергетического института) и других институтов, также в этом корпусе проживают студенческие семьи.',
        vkUrl: 'https://vk.com/7sstudkorpus',
        chairmanVkUrl: 'https://vk.com/id151732413',
        chairmanName: 'Дмитрий Ошурков',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 8,
        imageUrl: '../../public/dormitory8.jpg',
        position: [56.83790415111557, 60.65996249339293],
        title: 'Общежитие №8',
        descriptionPlacemark: 'Студенческое общежитие №8 находится по адресу ул. Комсомольская, д. 70.',
        description: `Общежитие №8 имеет в одной ячейке две комнаты, рассчитанные на проживание двух или трех человек, кухня, ванная комната и туалет. Каждое жилое помещение оборудовано небольшими вентиляционными люками в дополнение к окнам, современной противопожарной системой. Шкафы, мебель, холодильник и варочная панель также в наличии. Действует автоматический рабочий пост охраны, видеонаблюдение, учебные комнаты, комната отдыха, просторный спортзал для групповых занятий и  тренажерный зал, своя столовая на  50  мест, прачечные, четыре лифта (три пассажирских, один пожарный) и  82  точки доступа Wi-Fi.  Здесь есть комнаты, оборудованные специально для студентов с ограниченными возможностями здоровья  —  56 мест (8 мест из которых для инвалидов - колясочников). Лестницы на входе в здание оборудованы пандусами.  

8 студенческое общежитие является самым  новым, комфортным, безопасным, оснащенным по всем нормам и требованиям.  `,
        vkUrl: 'https://vk.com/8sk_urfu',
        chairmanVkUrl: 'https://vk.com/id249044204',
        chairmanName: 'Мошечкова Любовь',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 9,
        imageUrl: '../../public/dormitory9.jpg',
        position: [56.837863015710695, 60.65905242330624],
        title: 'Общежитие №9',
        descriptionPlacemark: 'Студенческое общежитие №9 находится по адресу ул. Фонвизина, 8.',
        description: 'Студенческое общежитие № 9 находится по адресу ул. Фонвизина, 8, было построено в 2023 году. Здание общежития имеет 16 этажей и 664 жилых комнат. В каждой ячейке имеется кухня. На данный момент здесь проживает 1328 студентов разных институтов. В общежитии также доступна помощь для людей с ограниченными возможностями.',
        vkUrl: '-',
        chairmanVkUrl: '-',
        chairmanName: '-',
        timeWork: 'Пн - чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 10,
        imageUrl: '../../public/dormitory10.jpg',
        position: [56.842216067870574, 60.64132149999999],
        title: 'Общежитие №10',
        descriptionPlacemark: 'Студенческое общежитие №10 находится по адресу ул. Ленина, д. 66.',
        description: `История Студенческого Общежития № 10 отсчитывает свою историю с даты строительства здания по адресу Ленина,66 в 1952 году. С тех времен общежитие стало домом для тысяч талантливых студентов, среди которых представители Администрации Екатеринбурга и Уральского Федерального Университета. Так же ходят слухи, что здесь на II этаже останавливались члены экспедиции Игоря Дятлова.
Сегодня общежитие динамично развивается. В 2011 году был проведен капитальный ремонт- установлены пластиковые окна и пластиковые входные пролеты, отремонтирован душ и коридоры. Студентам Физико-технологического института предоставлены 210 жилых комнат. Состав комнат по 2-3 человека.  На каждом этаже оборудована кухня и умывальная комната. Всем желающим доступна уютная учебная комната с книгами и журналами, а так же бесплатный Wi-Fi.`,
        vkUrl: 'https://vk.com/cck10',
        chairmanVkUrl: 'https://vk.com/zavkd',
        chairmanName: 'Завьялова Ксения',
        timeWork: 'Пн - чт.: 8:30-17:15; пт.: 8:30-16:00; обед: 12:00 - 13:00'
    },
    {
        id: 11,
        imageUrl: '../../public/dormitory11.webp',
        position: [56.83731206785796, 60.6567814999999],
        title: 'Общежитие №11',
        descriptionPlacemark: 'Студенческое общежитие №11 находится по адресу ул. Коминтерна, д. 5.',
        description: 'Студенческое общежитие №11 – общежитие для студентов, находится по адресу ул. Коминтерна, д. 5, было построено в 1961 году, в 2016 был произведен капитальный ремонт. Здание имеет 5 этажей и 220 жилых комнат. На каждом этаже есть кухня. На данный момент в общежитии проживает 597 студентов таких институтов, как ИРИТ-РтФ, ИНМТ, ИнЭУ и ИнФО. В фойе первого этажа любой студент может поиграть в настольный теннис. С 2012 года открыта комната для занятий.',
        vkUrl: 'https://vk.com/urfu11',
        chairmanVkUrl: 'https://vk.com/communistyackovfree',
        chairmanName: 'Лукьянец Яков',
        timeWork: 'Пн – чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 12,
        imageUrl: '../../public/dormitory12.jpg',
        position: [56.837651478346885, 60.65744564418028],
        title: 'Общежитие №12',
        descriptionPlacemark: 'Студенческое общежитие №12 находится по адресу ул. Фонвизина, д. 4.',
        description: `Студенческое общежитие №12 расположено по адресу ул. Фонвизина, д. 4. Здание 5 этажное, построено в 1969 году, имеет 207 жилых комнат. Общежитие коридорного типа. На каждом этаже есть две кухни и два санузла. В 2015-2016 гг. был произведен ремонт в местах общего пользования.

В основном, в общежитии проживают студенты таких институтов, как ИНМТ (Институт новых материалов и технологий ) и  ИФКСиМП (институт физической культуры, спорта и молодежной политики) и других. В общежитии функционируют учебная комната, комната отдыха, прачечная, сеть Wi-Fi Интернет.`,
        vkUrl: 'https://vk.com/sk12_urfu',
        chairmanVkUrl: 'https://vk.com/kripermina',
        chairmanName: 'Пермина Кристина',
        timeWork: 'Пн – чт. 8:30-17:15; пт. 8:30-16:00'
    },
    {
        id: 13,
        imageUrl: '../../public/dormitory13.jpg',
        position: [56.83953306786366, 60.65905399999992],
        title: 'Общежитие №13',
        descriptionPlacemark: 'Студенческое общежитие №13 находится по адресу ул. Комсомольская, 66а.',
        description: `Студенческое общежитие №13 - находится по адресу ул. Комсомольская, 66а, было построено в 1972 году. Здание общежития имеет 9 этажей и 266 жилых комнат. Здание блочного типа - в каждой секции имеется санузел, кухня. На данный момент здесь проживает 50 студентов ИВТОиБ (институт военно-технического образования и безопасности) и аспирантов. В общежитии функционирует учебная комната.`,
        vkUrl: 'https://vk.com/urfu_13sk',
        chairmanVkUrl: 'https://vk.com/id539278329',
        chairmanName: 'Ульяна Грибановская',
        timeWork: 'Пн – чт. 8:30-17:15; пт. 8:30-16:00'
    }, {
        id: 14,
        imageUrl: '../../public/dormitory14.jpg',
        position: [56.839321067863125, 60.65590099999999],
        title: 'Общежитие №14',
        descriptionPlacemark: 'Студенческое общежитие №14 находится по адресу ул. Комитерна, д. 1а.',
        description: 'Студенческое общежитие №14 - общежитие для студентов, находится по адресу ул. Комитерна, д. 1а, было построено в 1978 году. Здание общежития имеет 9 этажей и 269 жилых комнат. Здание блочного типа - в каждой секции имеется санузел, кухня. В секции 8 или 9 комнат. На данный момент здесь проживает 700 студентов таких институтов, как ХТИ (Химико-технологический институт), СтИ (строительный институт), ИнФО (институт фундаментального образования), и других. В общежитии функционируют учебная комната, коворкинг, прачечная, холл оборудован для игры в настольный теннис. Общежитие троекратный призер областного конкурса на лучшее студенческое общежитие.',
        vkUrl: '-',
        chairmanVkUrl: '-',
        chairmanName: '-',
        timeWork: 'Пн – чт. 8:30-17:15; пт. 8:30-16:00'
    }, {
        id: 15,
        imageUrl: '../../public/dormitory15.jpg',
        position: [56.8367655678867, 60.657948999999896],
        title: 'Общежитие №15',
        descriptionPlacemark: 'Студенческое общежитие №15 находится по адресу ул. Коминтерна, д.11.',
        description: '15 студенческое общежитие находится по адресу ул. Коминтерна, д.11, было построено в 1992 году. Здание общежития имеет 9 этажей и 300 жилых комнат. Здание блочного типа. В каждой секции имеется санузел, кухня и душ. На данный момент здесь проживает 170 иностранных студентов, студентов-спортсменов и других. В общежитии функционирует кинозал, прачечная, спортивный зал, имеется возможность заниматься настольным теннисом',
        vkUrl: '-',
        chairmanVkUrl: '-',
        chairmanName: '-',
        timeWork: 'Пн – чт. 8:30-17:15; пт. 8:30-16:00'
    }, {
        id: 16,
        imageUrl: '../../public/dormitory16.jpg',
        position: [56.84159248324784, 60.658029057925745],
        title: 'Общежитие №16',
        descriptionPlacemark: 'Студенческое общежитие №16 находится по адресу ул. Малышева, д. 127а.',
        description: '16 студенческое общежитие (общежитие гостиничного типа) находится по адресу ул. Малышева, 127А. Общежитие было построено в 1966 году. Здание общежития имеет 5 этажей и 200 жилых комнат. На данный момент здесь проживают аспиранты и сотрудники.',
        vkUrl: '-',
        chairmanVkUrl: '-',
        chairmanName: '-',
        timeWork: 'Пн – чт. 8:30-17:15; пт. 8:30-16:00'
    }, {
        id: 17,
        imageUrl: '../../public/dormitory17.jpg',
        position: [56.774391067937536, 60.60801149999998],
        title: 'Общежитие №17',
        descriptionPlacemark: 'Общежитие № 17 находится по адресу ул. Агрономическая, д. 37.',
        description: 'Общежитие № 17, расположено по адресу улица Агрономическая, 37. Пятиэтажное кирпичное здание, 1962 года постройки. Общежитие секционного типа. В настоящее время в общежитии живут сотрудники университета.',
        vkUrl: '-',
        chairmanVkUrl: '-',
        chairmanName: '-',
        timeWork: 'Пн – чт. 8:30-17:15; пт. 8:30-16:00'
    }, {
        id: 18,
        imageUrl: '../../public/dormitoryNVK1.jpg',
        position: [56.77171806793063, 60.760617499999995],
        title: 'Общежитие в НВК №1',
        descriptionPlacemark: 'Общежитие в НВК №1 находится по адресу ул. 100 летия Уральского университета, д. 6.',
        description: 'НВК № 1, расположено по адресу улица 100 летия Уральского университета, 6 в Новокольцовском районе.',
        vkUrl: '-',
        chairmanVkUrl: '-',
        chairmanName: '-',
        timeWork: '-'
    }, {
        id: 19,
        imageUrl: '../../public/dormitoryNVK2.jpg',
        position: [56.77163406793043, 60.762342499999974],
        title: 'Общежитие в НВК №2',
        descriptionPlacemark: 'Общежитие в НВК №2 находится по адресу ул. 100 летия Уральского университета, д. 6/2.',
        description: 'НВК № 2, расположено по адресу улица 100 летия Уральского университета, 6/2 в Новокольцовском районе.',
        vkUrl: '-',
        chairmanVkUrl: '-',
        chairmanName: '-',
        timeWork: '-'
    }
];

export { cards };